---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamMinimumYieldStress
source: html/69fa8c3d-d7ab-fb51-2d81-b0438b990018.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamMinimumYieldStress Property

"Minimum yield stress"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamMinimumYieldStress { get; }
```